Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_value_actions_ready
source: All native HNS name and Shakedex actions are ready at height %1$d.
ar: جميع أسماء HNS الأصلية وإجراءات Shakedex جاهزة عند ارتفاع %1$d.
de: Alle nativen HNS-Namen und Shakedex-Aktionen sind auf der Höhe %1$d bereit.
es: Todos los nombres nativos HNS y acciones Shakedex están listos en la altura %1$d.
fa: همه نام اصلی HNS و اقدامات Shakedex در ارتفاع %1$d آماده هستند.
fr: Tous les noms natifs HNS et les actions Shakedex sont prêts à la hauteur %1$d.
he: כל הפעולות המקוריות של HNS ו-Shakedex מוכנות בגובה %1$d.
hi: सभी मूल HNS नाम और Shakedex क्रियाएँ ऊंचाई %1$d पर तैयार हैं।
id: Semua nama HNS asli dan tindakan Shakedex siap di ketinggian %1$d.
it: Tutti i nomi nativi HNS e le azioni Shakedex sono pronti all'altezza %1$d.
ja: すべてのネイティブ HNS 名と Shakedex アクションは、高さ %1$d で準備ができています。
ko: 모든 기본 HNS 이름 및 Shakedex 작업은 높이 %1$d에서 준비됩니다.
nl: Alle native HNS-naam- en Shakedex-acties zijn gereed op hoogte %1$d.
pl: Wszystkie natywne nazwy HNS i akcje Shakedex są gotowe na wysokości %1$d.
pt: Todos os nomes HNS nativos e ações Shakedex estão prontos na altura %1$d.
ru: Все родные имена HNS и действия Shakedex готовы на высоте %1$d.
tr: Tüm yerel HNS adı ve Shakedex eylemleri, %1$d yüksekliğinde hazırdır.
uk: Усі власні дії HNS і Shakedex готові на висоті %1$d.
vi: Tất cả tên HNS gốc và hành động Shakedex đều sẵn sàng ở độ cao %1$d.
zh_hans: 所有原生 HNS 名称和 Shakedex 操作均已在高度 %1$d 处准备就绪。
zh_hant: 所有原生 HNS 名稱和 Shakedex 操作均已在高度 %1$d 處準備就緒。

# wallet_value_actions_reject_failed
source: The approval could not be discarded cleanly, so the wallet was locked.
ar: لا يمكن التخلص من الموافقة بشكل نظيف، لذلك تم قفل المحفظة.
de: Die Genehmigung konnte nicht sauber verworfen werden, daher wurde das Wallet gesperrt.
es: La aprobación no se pudo descartar limpiamente, por lo que se cerró la billetera.
fa: تأییدیه را نمی‌توان به‌طور تمیز دور انداخت، بنابراین کیف پول قفل شد.
fr: L’approbation ne pouvait pas être rejetée proprement, le portefeuille était donc verrouillé.
he: לא ניתן היה לזרוק את האישור בצורה נקייה, ולכן הארנק היה נעול.
hi: अनुमोदन को साफ-साफ खारिज नहीं किया जा सकता था, इसलिए वॉलेट लॉक कर दिया गया था।
id: Persetujuan tersebut tidak dapat dibuang begitu saja, sehingga dompet terkunci.
it: Non è stato possibile eliminare l'approvazione in modo netto, quindi il portafoglio era bloccato.
ja: 承認をきれいに破棄できなかったため、ウォレットがロックされました。
ko: 승인을 깔끔하게 폐기할 수 없어 지갑이 잠겼습니다.
nl: De goedkeuring kon niet netjes worden weggegooid, dus de portemonnee zat op slot.
pl: Zatwierdzenia nie można było odrzucić w czysty sposób, więc portfel został zamknięty.
pt: A aprovação não pôde ser descartada de forma limpa, então a carteira foi trancada.
ru: Одобрение не удалось полностью отбросить, поэтому кошелек был заблокирован.
tr: Onay temiz bir şekilde atılamadığı için cüzdan kilitlendi.
uk: Схвалення не можна було скасувати, тому гаманець був заблокований.
vi: Việc phê duyệt không thể bị loại bỏ một cách sạch sẽ nên ví đã bị khóa.
zh_hans: 批准无法彻底丢弃，因此钱包被锁定。
zh_hant: 批准無法徹底丟棄，因此錢包被鎖定。

# wallet_value_actions_rejected
source: Action rejected. No value action was executed.
ar: تم رفض الإجراء. لم يتم تنفيذ أي إجراء ذو ​​قيمة.
de: Aktion abgelehnt. Es wurde keine Wertaktion ausgeführt.
es: Acción rechazada. No se ejecutó ninguna acción de valor.
fa: اقدام رد شد. هیچ اقدام ارزشی اجرا نشد.
fr: Action rejetée. Aucune action de valeur n'a été exécutée.
he: הפעולה נדחתה. לא בוצעה פעולת ערך.
hi: कार्रवाई अस्वीकृत. कोई मूल्य कार्रवाई निष्पादित नहीं की गई.
id: Tindakan ditolak. Tidak ada tindakan nilai yang dieksekusi.
it: Azione respinta. Non è stata eseguita alcuna azione sul valore.
ja: アクションは拒否されました。値のアクションは実行されませんでした。
ko: 조치가 거부되었습니다. 가치 작업이 실행되지 않았습니다.
nl: Actie afgewezen. Er is geen waardeactie uitgevoerd.
pl: Akcja odrzucona. Nie wykonano żadnej akcji wartościowej.
pt: Ação rejeitada. Nenhuma ação de valor foi executada.
ru: Действие отклонено. Никакое действие по значению не было выполнено.
tr: Eylem reddedildi. Hiçbir değer eylemi yürütülmedi.
uk: Дія відхилена. Жодна дія зі значенням не виконана.
vi: Hành động bị từ chối. Không có hành động giá trị nào được thực hiện.
zh_hans: 行动被拒绝。没有执行任何值操作。
zh_hant: 行動被拒絕。沒有執行任何值操作。

# wallet_value_actions_requires_sync
source: Current verified wallet state is required before preparing a name or Shakedex action.
ar: حالة المحفظة الحالية التي تم التحقق منها مطلوبة قبل إعداد اسم أو إجراء Shakedex.
de: Vor der Vorbereitung einer Namens- oder Shakedex-Aktion ist der aktuelle verifizierte Wallet-Status erforderlich.
es: Se requiere el estado actual de la billetera verificada antes de preparar un nombre o una acción Shakedex.
fa: قبل از تهیه نام یا اقدام Shakedex، وضعیت کیف پول تأیید شده فعلی لازم است.
fr: L'état actuel du portefeuille vérifié est requis avant de préparer un nom ou une action Shakedex.
he: נדרש מצב ארנק מאומת נוכחי לפני הכנת שם או פעולת Shakedex.
hi: नाम या Shakedex कार्रवाई तैयार करने से पहले वर्तमान सत्यापित वॉलेट स्थिति आवश्यक है।
id: Status dompet terverifikasi saat ini diperlukan sebelum menyiapkan nama atau tindakan Shakedex.
it: È richiesto lo stato attuale del portafoglio verificato prima di preparare un nome o un'azione Shakedex.
ja: 名前またはShakedexアクションを準備する前に、現在の検証済みウォレットの状態が必要です。
ko: 이름 또는 Shakedex 작업을 준비하기 전에 현재 검증된 지갑 상태가 필요합니다.
nl: De huidige geverifieerde portemonneestatus is vereist voordat u een naam of Shakedex-actie kunt voorbereiden.
pl: Przed przygotowaniem nazwy lub akcji Shakedex wymagany jest aktualny zweryfikowany stan portfela.
pt: O estado atual da carteira verificada é necessário antes de preparar um nome ou ação Shakedex.
ru: Перед подготовкой имени или действия Shakedex требуется текущее подтвержденное состояние кошелька.
tr: Bir ad veya Shakedex eylemi hazırlanmadan önce mevcut doğrulanmış cüzdan durumu gereklidir.
uk: Перед підготовкою імені або дії Shakedex потрібен поточний перевірений стан гаманця.
vi: Cần phải có trạng thái ví đã được xác minh hiện tại trước khi chuẩn bị tên hoặc hành động Shakedex.
zh_hans: 在准备名称或 Shakedex 操作之前，需要当前已验证的钱包状态。
zh_hant: 在準備名稱或 Shakedex 作業之前，需要目前已驗證的錢包狀態。

# wallet_value_actions_result
source: Action submitted to HNS peers. Native result: %1$@
ar: تم إرسال الإجراء إلى نظراء HNS. النتيجة الأصلية: %1$@
de: Aktion an HNS-Peers übermittelt. Natives Ergebnis: %1$@
es: Acción enviada a pares HNS. Resultado nativo: %1$@
fa: اقدام به همتایان HNS ارسال شد. نتیجه اصلی: %1$@
fr: Action soumise aux pairs HNS. Résultat natif : %1$@
he: הפעולה הוגשה לעמיתים ל-HNS. תוצאה מקורית: %1$@
hi: कार्रवाई HNS साथियों को सौंपी गई। मूल परिणाम: %1$@
id: Tindakan dikirimkan ke rekan HNS. Hasil asli: %1$@
it: Azione inviata ai peer HNS. Risultato nativo: %1$@
ja: アクションは HNS ピアに送信されました。ネイティブ結果: %1$@
ko: HNS 피어에 작업이 제출되었습니다. 기본 결과: %1$@
nl: Actie ingediend bij HNS-collega's. Oorspronkelijk resultaat: %1$@
pl: Akcja przesłana do urządzeń równorzędnych HNS. Wynik natywny: %1$@
pt: Ação enviada aos pares HNS. Resultado nativo: %1$@
ru: Действие отправлено узлам HNS. Собственный результат: %1$@
tr: İşlem HNS benzerlerine gönderildi. Yerel sonuç: %1$@
uk: Дію надіслано аналогам HNS. Рідний результат: %1$@
vi: Hành động được gửi tới các đồng nghiệp HNS. Kết quả gốc: %1$@
zh_hans: 操作已提交给 HNS 同行。本机结果： %1$@
zh_hant: 操作已提交給 HNS 同行。本機結果： %1$@

# wallet_value_actions_result_ambiguous
source: No complete result could be returned. The wallet was locked; synchronize before deciding whether to retry.
ar: لا يمكن إرجاع أي نتيجة كاملة. كانت المحفظة مقفلة؛ قم بالمزامنة قبل أن تقرر ما إذا كنت تريد إعادة المحاولة أم لا.
de: Es konnte kein vollständiges Ergebnis zurückgegeben werden. Die Brieftasche war verschlossen; Synchronisieren Sie, bevor Sie entscheiden, ob Sie es erneut versuchen möchten.
es: No se pudo devolver ningún resultado completo. La cartera estaba cerrada con llave; sincronizar antes de decidir si volver a intentarlo.
fa: هیچ نتیجه کاملی قابل بازگشت نیست. کیف پول قفل شد؛ قبل از تصمیم گیری برای تلاش مجدد، همگام سازی کنید.
fr: Aucun résultat complet n'a pu être renvoyé. Le portefeuille était verrouillé ; synchroniser avant de décider de réessayer.
he: לא ניתן היה להחזיר תוצאה מלאה. הארנק היה נעול; לסנכרן לפני שתחליט אם לנסות שוב.
hi: कोई पूर्ण परिणाम वापस नहीं किया जा सका. बटुआ बंद था; पुनः प्रयास करना है या नहीं यह निर्णय लेने से पहले सिंक्रनाइज़ करें।
id: Tidak ada hasil lengkap yang bisa dikembalikan. Dompetnya terkunci; sinkronisasi sebelum memutuskan apakah akan mencoba lagi.
it: Non è stato possibile restituire un risultato completo. Il portafoglio era chiuso a chiave; sincronizzarsi prima di decidere se riprovare.
ja: 完全な結果は返されませんでした。財布はロックされていた。再試行するかどうかを決定する前に同期してください。
ko: 완전한 결과를 반환할 수 없습니다. 지갑이 잠겨 있었습니다. 재시도 여부를 결정하기 전에 동기화하세요.
nl: Er kon geen volledig resultaat worden geretourneerd. De portemonnee was op slot; synchroniseren voordat u besluit of u het opnieuw wilt proberen.
pl: Nie udało się zwrócić pełnego wyniku. Portfel był zamknięty; zsynchronizuj przed podjęciem decyzji o ponownej próbie.
pt: Nenhum resultado completo pôde ser retornado. A carteira estava trancada; sincronizar antes de decidir se deseja tentar novamente.
ru: Полный результат не может быть возвращен. Кошелек был заперт; синхронизируйте, прежде чем решить, следует ли повторять попытку.
tr: Tam bir sonuç döndürülemedi. Cüzdan kilitliydi; Yeniden denemeye karar vermeden önce senkronize edin.
uk: Неможливо повернути повний результат. Гаманець був замкнений; синхронізувати, перш ніж вирішити, чи повторювати спробу.
vi: Không có kết quả hoàn chỉnh có thể được trả lại. Ví đã bị khóa; đồng bộ hóa trước khi quyết định có thử lại hay không.
zh_hans: 无法返回完整的结果。钱包被锁了；在决定是否重试之前进行同步。
zh_hant: 無法回傳完整的結果。錢包被鎖了；在決定是否重試之前進行同步。

# wallet_value_actions_result_title
source: HNS action submitted
ar: تم إرسال الإجراء HNS
de: HNS-Aktion übermittelt
es: HNS acción enviada
fa: اقدام HNS ارسال شد
fr: Action HNS soumise
he: נשלחה פעולה HNS
hi: HNS कार्रवाई सबमिट की गई
id: Tindakan HNS telah dikirimkan
it: HNS azione inviata
ja: HNS アクションが送信されました
ko: HNS 작업이 제출되었습니다.
nl: HNS-actie ingediend
pl: Przesłano działanie HNS
pt: Ação HNS enviada
ru: HNS действие отправлено
tr: HNS eylemi gönderildi
uk: Подано дію HNS
vi: Đã gửi hành động HNS
zh_hans: HNS 操作已提交
zh_hant: HNS 作業已提交

# wallet_value_actions_submitted_reconciling
source: Submitted to HNS peers. Verifying wallet state in the background…
ar: تم إرساله إلى أقرانه HNS. جارٍ التحقق من حالة المحفظة في الخلفية...
de: An HNS-Kollegen übermittelt. Überprüfung des Wallet-Status im Hintergrund…
es: Enviado a pares HNS. Verificando el estado de la billetera en segundo plano...
fa: به همتایان HNS ارسال شد. در حال تأیید وضعیت کیف پول در پس‌زمینه…
fr: Soumis aux pairs HNS. Vérification de l’état du portefeuille en arrière-plan…
he: הוגש לעמיתים HNS. מאמת את מצב הארנק ברקע...
hi: HNS साथियों को सबमिट किया गया। पृष्ठभूमि में वॉलेट स्थिति सत्यापित की जा रही है...
id: Dikirim ke rekan HNS. Memverifikasi status dompet di latar belakang…
it: Inviato ai peer HNS. Verifica dello stato del portafoglio in background...
ja: HNS ピアに送信されます。バックグラウンドでウォレットの状態を確認しています…
ko: HNS 동료에게 제출되었습니다. 백그라운드에서 지갑 상태를 확인하는 중…
nl: Ingediend bij HNS-collega's. Portemonneestatus op de achtergrond verifiëren…
pl: Przesłano do urządzeń równorzędnych HNS. Sprawdzam stan portfela w tle…
pt: Enviado aos pares HNS. Verificando o estado da carteira em segundo plano…
ru: Отправлено коллегам HNS. Проверка состояния кошелька в фоновом режиме…
tr: HNS meslektaşlarına gönderildi. Arka planda cüzdan durumu doğrulanıyor…
uk: Надіслано аналогам HNS. Перевірка стану гаманця у фоновому режимі…
vi: Đã gửi tới các đồng nghiệp HNS. Đang xác minh trạng thái ví ở chế độ nền…
zh_hans: 提交给HNS同行。在后台验证钱包状态...
zh_hant: 提交給HNS同行。在後台驗證錢包狀態...

# wallet_value_actions_sync_failed
source: Current verified HNS wallet state could not be obtained. Synchronize before reviewing this action.
ar: لا يمكن الحصول على حالة المحفظة HNS الحالية التي تم التحقق منها. قم بالمزامنة قبل مراجعة هذا الإجراء.
de: Der aktuelle verifizierte Wallet-Status HNS konnte nicht abgerufen werden. Führen Sie eine Synchronisierung durch, bevor Sie diese Aktion überprüfen.
es: No se pudo obtener el estado actual verificado de la billetera HNS. Sincronice antes de revisar esta acción.
fa: وضعیت کیف پول تأیید شده فعلی HNS به دست نیامد. قبل از مرور این عمل، همگام سازی کنید.
fr: L’état actuel du portefeuille HNS vérifié n’a pas pu être obtenu. Synchronisez avant de revoir cette action.
he: לא ניתן היה להשיג את מצב הארנק המאומת הנוכחי HNS. סנכרן לפני סקירת פעולה זו.
hi: वर्तमान सत्यापित HNS वॉलेट स्थिति प्राप्त नहीं की जा सकी। इस क्रिया की समीक्षा करने से पहले सिंक्रनाइज़ करें.
id: Status dompet HNS terverifikasi saat ini tidak dapat diperoleh. Sinkronkan sebelum meninjau tindakan ini.
it: Impossibile ottenere lo stato attuale del portafoglio HNS verificato. Sincronizza prima di rivedere questa azione.
ja: 現在検証されているHNSウォレットの状態を取得できませんでした。このアクションを確認する前に同期してください。
ko: 현재 검증된 HNS 지갑 상태를 얻을 수 없습니다. 이 작업을 검토하기 전에 동기화하세요.
nl: De huidige geverifieerde portemonneestatus HNS kan niet worden verkregen. Synchroniseer voordat u deze actie beoordeelt.
pl: Nie można uzyskać aktualnego zweryfikowanego stanu portfela HNS. Zsynchronizuj przed sprawdzeniem tej akcji.
pt: O estado verificado atual da carteira HNS não pôde ser obtido. Sincronize antes de revisar esta ação.
ru: Не удалось получить текущее проверенное состояние кошелька HNS. Прежде чем просматривать это действие, выполните синхронизацию.
tr: Geçerli doğrulanmış HNS cüzdan durumu alınamadı. Bu eylemi incelemeden önce senkronize edin.
uk: Поточний підтверджений стан гаманця HNS не вдалося отримати. Перед переглядом цієї дії виконайте синхронізацію.
vi: Không thể lấy được trạng thái ví HNS đã được xác minh hiện tại. Đồng bộ hóa trước khi xem lại hành động này.
zh_hans: 无法获取当前已验证的HNS钱包状态。在查看此操作之前先进行同步。
zh_hant: 無法取得目前已驗證的HNS錢包狀態。在查看此操作之前先進行同步。

# wallet_value_actions_syncing
source: Synchronizing direct HNS state before preparing the exact native action…
ar: مزامنة حالة HNS المباشرة قبل إعداد الإجراء الأصلي الدقيق...
de: Synchronisieren des direkten HNS-Status vor der Vorbereitung der genauen nativen Aktion…
es: Sincronizando el estado directo HNS antes de preparar la acción nativa exacta...
fa: همگام سازی حالت مستقیم HNS قبل از آماده سازی اکشن دقیق اصلی…
fr: Synchronisation de l'état direct HNS avant de préparer l'action native exacte…
he: מסנכרן מצב HNS ישיר לפני הכנת הפעולה המקורית המדויקת...
hi: सटीक मूल क्रिया तैयार करने से पहले प्रत्यक्ष HNS स्थिति को सिंक्रनाइज़ करना…
id: Menyinkronkan status HNS langsung sebelum menyiapkan tindakan asli yang tepat…
it: Sincronizzazione diretta dello stato HNS prima di preparare l'esatta azione nativa…
ja: 正確なネイティブ アクションを準備する前に、直接 HNS 状態を同期しています…
ko: 정확한 기본 작업을 준비하기 전에 직접 HNS 상태를 동기화하는 중…
nl: Directe HNS-status synchroniseren voordat de exacte native actie wordt voorbereid...
pl: Synchronizowanie bezpośredniego stanu HNS przed przygotowaniem dokładnej akcji natywnej…
pt: Sincronizando o estado HNS direto antes de preparar a ação nativa exata…
ru: Синхронизация прямого состояния HNS перед подготовкой точного собственного действия…
tr: Tam yerel eylemi hazırlamadan önce doğrudan HNS durumu senkronize ediliyor…
uk: Синхронізація прямого стану HNS перед підготовкою точної рідної дії…
vi: Đang đồng bộ hóa trạng thái HNS trực tiếp trước khi chuẩn bị hành động gốc chính xác…
zh_hans: 在准备确切的本机操作之前同步直接 HNS 状态...
zh_hant: 在準備確切的本機操作之前同步直接 HNS 狀態...

# wallet_value_actions_unavailable
source: Native name and Shakedex actions remain unavailable until their wallet-owned verified peer flows are ready.
ar: يظل الاسم الأصلي وإجراءات Shakedex غير متاحة حتى تصبح تدفقات الأقران التي تم التحقق منها والمملوكة للمحفظة جاهزة.
de: Die Aktionen „Nativer Name“ und „Shakedex“ bleiben solange nicht verfügbar, bis ihre verifizierten Peer-Flows im Besitz der Wallet bereit sind.
es: Las acciones de nombre nativo y Shakedex no están disponibles hasta que los flujos de pares verificados de propiedad de su billetera estén listos.
fa: نام اصلی و عملکردهای Shakedex تا زمانی که جریان‌های همتای تأیید شده متعلق به کیف پول آن‌ها آماده نشود، در دسترس نیستند.
fr: Le nom natif et les actions Shakedex restent indisponibles jusqu'à ce que les flux homologues vérifiés appartenant au portefeuille soient prêts.
he: פעולות השם המקורי ו-Shakedex נשארות לא זמינות עד שתזרימי העמיתים המאומתים בבעלות הארנק יהיו מוכנים.
hi: मूल नाम और Shakedex क्रियाएं तब तक अनुपलब्ध रहती हैं जब तक कि उनके वॉलेट-स्वामित्व वाले सत्यापित सहकर्मी प्रवाह तैयार नहीं हो जाते।
id: Nama asli dan tindakan Shakedex tetap tidak tersedia hingga aliran rekan terverifikasi milik dompet mereka siap.
it: Il nome nativo e le azioni Shakedex rimangono non disponibili finché i flussi peer verificati di proprietà del portafoglio non saranno pronti.
ja: ネイティブ名および Shakedex アクションは、ウォレットが所有する検証済みピア フローの準備が整うまで使用できません。
ko: 지갑 소유의 검증된 피어 흐름이 준비될 때까지 기본 이름 및 Shakedex 작업을 사용할 수 없습니다.
nl: Native naam- en Shakedex-acties blijven niet beschikbaar totdat de geverifieerde peer-stromen in de portemonnee gereed zijn.
pl: Nazwa natywna i akcje Shakedex pozostają niedostępne, dopóki ich zweryfikowane przepływy równorzędne należące do portfela nie będą gotowe.
pt: O nome nativo e as ações Shakedex permanecem indisponíveis até que seus fluxos de pares verificados de propriedade da carteira estejam prontos.
ru: Собственное имя и действия Shakedex остаются недоступными до тех пор, пока не будут готовы их проверенные одноранговые потоки, принадлежащие кошельку.
tr: Yerel ad ve Shakedex eylemleri, cüzdanın sahip olduğu doğrulanmış eş akışları hazır olana kadar kullanılamaz.
uk: Власне ім’я та дії Shakedex залишаються недоступними, доки не будуть готові перевірені однорангові потоки, що належать гаманцю.
vi: Tên gốc và hành động Shakedex vẫn không khả dụng cho đến khi các luồng ngang hàng được xác minh thuộc sở hữu ví của chúng sẵn sàng.
zh_hans: 在钱包拥有的经过验证的对等流准备就绪之前，本机名称和 Shakedex 操作将保持不可用。
zh_hant: 在錢包擁有的經過驗證的對等流準備就緒之前，本機名稱和 Shakedex 操作將保持不可用。

# wallet_value_review_empty_resource
source: (empty; clear records)
ar: (فارغة؛ مسح السجلات)
de: (leer; Datensätze löschen)
es: (vacío; borrar registros)
fa: (خالی؛ سوابق پاک)
fr: (vide ; effacer les enregistrements)
he: (ריק; נקה רשומות)
hi: (खाली; साफ़ रिकॉर्ड)
id: (kosong; hapus catatan)
it: (vuoto; cancella record)
ja: (空、クリアな記録)
ko: (비어 있음, 기록 지우기)
nl: (leeg; duidelijke records)
pl: (puste; wyczyść zapisy)
pt: (vazio; limpar registros)
ru: (пусто; очистить записи)
tr: (boş; kayıtları temizle)
uk: (порожньо; чисті записи)
vi: (trống; hồ sơ rõ ràng)
zh_hans: （清空；清除记录）
zh_hant: （清空；清除記錄）

# wallet_value_review_listing
source: Listing/session: %1$@
ar: القائمة/الجلسة: %1$@
de: Eintrag/Sitzung: %1$@
es: Listado/sesión: %1$@
fa: لیست/جلسه: %1$@
fr: Inscription/session : %1$@
he: רישום/הפעלה: %1$@
hi: लिस्टिंग/सत्र: %1$@
id: Daftar/sesi: %1$@
it: Elenco/sessione: %1$@
ja: リスト/セッション: %1$@
ko: 목록/세션: %1$@
nl: Lijst/sessie: %1$@
pl: Lista/sesja: %1$@
pt: Listagem/sessão: %1$@
ru: Листинг/сессия: %1$@
tr: Listeleme/oturum: %1$@
uk: Лістинг/сесія: %1$@
vi: Niêm yết/phiên: %1$@
zh_hans: 上市/会话：%1$@
zh_hant: 上市/會話：%1$@

# wallet_value_review_maximum_fee
source: Maximum fee: %1$@ HNS
ar: الحد الأقصى للرسوم: %1$@ HNS
de: Maximale Gebühr: %1$@ HNS
es: Tarifa máxima: %1$@ HNS
fa: حداکثر هزینه: %1$@ HNS
fr: Frais maximum : %1$@ HNS
he: תשלום מקסימלי: %1$@ HNS
hi: अधिकतम शुल्क: %1$@ HNS
id: Biaya maksimum: %1$@ HNS
it: Tariffa massima: %1$@ HNS
ja: 最大料金: %1$@ HNS
ko: 최대 수수료: %1$@ HNS
nl: Maximaal tarief: %1$@ HNS
pl: Maksymalna opłata: %1$@ HNS
pt: Taxa máxima: %1$@ HNS
ru: Максимальная комиссия: %1$@ HNS
tr: Maksimum ücret: %1$@ HNS
uk: Максимальна комісія: %1$@ HNS
vi: Phí tối đa: %1$@ HNS
zh_hans: 最高费用：%1$@ HNS
zh_hant: 最高費用：%1$@ HNS

# wallet_value_review_name
source: Name: %1$@
ar: الاسم: %1$@
es: Nombre: %1$@
fa: نام: %1$@
fr: Nom : %1$@
he: שם: %1$@
hi: नाम: %1$@
id: Nama: %1$@
it: Nome: %1$@
ja: 名前: %1$@
ko: 이름: %1$@
nl: Naam: %1$@
pl: Nazwa: %1$@
pt: Nome: %1$@
ru: Имя: %1$@
tr: İsim: %1$@
uk: Назва: %1$@
vi: Tên: %1$@
zh_hans: 名称： %1$@
zh_hant: 名稱： %1$@

# wallet_value_review_payment
source: Payment: %1$@ HNS
ar: الدفع: %1$@ HNS
de: Zahlung: %1$@ HNS
es: Pago: %1$@ HNS
fa: پرداخت: %1$@ HNS
fr: Paiement : %1$@ HNS
he: תשלום: %1$@ HNS
hi: भुगतान: %1$@ HNS
id: Pembayaran: %1$@ HNS
it: Pagamento: %1$@ HNS
ja: お支払い: %1$@ HNS
ko: 지불: %1$@ HNS
nl: Betaling: %1$@ HNS
pl: Płatność: %1$@ HNS
pt: Pagamento: %1$@ HNS
ru: Оплата: %1$@ HNS
tr: Ödeme: %1$@ HNS
uk: Оплата: %1$@ HNS
vi: Thanh toán: %1$@ HNS
zh_hans: 付款方式：%1$@ HNS
zh_hant: 付款方式：%1$@ HNS

# wallet_value_review_price
source: Price: %1$@ HNS
ar: السعر: %1$@ HNS
de: Preis: %1$@ HNS
es: Precio: %1$@ HNS
fa: قیمت: %1$@ HNS
fr: Prix : %1$@ HNS
he: מחיר: %1$@ HNS
hi: मूल्य: %1$@ HNS
id: Harga: %1$@ HNS
it: Prezzo: %1$@ HNS
ja: 価格: %1$@ HNS
ko: 가격: %1$@ HNS
nl: Prijs: %1$@ HNS
pl: Cena: %1$@ HNS
pt: Preço: %1$@ HNS
ru: Цена: %1$@ HNS
tr: Fiyat: %1$@ HNS
uk: Ціна: %1$@ HNS
vi: Giá: %1$@ HNS
zh_hans: 价格：%1$@ HNS
zh_hant: 價格：%1$@ HNS

# wallet_value_review_recipient
source: Recipient: %1$@
ar: المستلم: %1$@
de: Empfänger: %1$@
es: Destinatario: %1$@
fa: گیرنده: %1$@
fr: Destinataire : %1$@
he: נמען: %1$@
hi: प्राप्तकर्ता: %1$@
id: Penerima: %1$@
it: Destinatario: %1$@
ja: 受信者: %1$@
ko: 수신자: %1$@
nl: Ontvanger: %1$@
pl: Odbiorca: %1$@
pt: Destinatário: %1$@
ru: Получатель: %1$@
tr: Alıcı: %1$@
uk: Одержувач: %1$@
vi: Người nhận: %1$@
zh_hans: 收件人：%1$@
zh_hant: 收件者：%1$@

# wallet_value_review_records
source: Records: %1$d
ar: السجلات: %1$d
de: Datensätze: %1$d
es: Registros: %1$d
fa: سوابق: %1$d
fr: Enregistrements : %1$d
he: רשומות: %1$d
hi: रिकॉर्ड्स: %1$d
id: Catatan: %1$d
it: Record: %1$d
ja: レコード: %1$d
ko: 기록: %1$d
nl: Gegevens: %1$d
pl: Zapisy: %1$d
pt: Registros: %1$d
ru: Записи: %1$d
tr: Kayıtlar: %1$d
uk: Записи: %1$d
vi: Bản ghi: %1$d
zh_hans: 记录：%1$d
zh_hant: 記錄：%1$d

# wallet_value_review_resource_hex
source: Exact resource hex: %1$@
ar: سداسي عشري للمورد الدقيق: %1$@
de: Genauer Ressourcen-Hex: %1$@
es: Hexadecimal de recurso exacto: %1$@
fa: هگز منبع دقیق: %1$@
fr: Hex de ressource exact : %1$@
he: hex משאב מדויק: %1$@
hi: सटीक संसाधन हेक्स: %1$@
id: Hex sumber daya yang tepat: %1$@
it: Esagono esatto della risorsa: %1$@
ja: 正確なリソース 16 進数: %1$@
ko: 정확한 리소스 16진수: %1$@
nl: Exacte resource hex: %1$@
pl: Dokładny heks zasobów: %1$@
pt: Hex de recurso exato: %1$@
ru: Точный шестнадцатеричный ресурс: %1$@.
tr: Tam kaynak onaltılısı: %1$@
uk: Точний шістнадцятковий ресурс: %1$@
vi: Hex tài nguyên chính xác: %1$@
zh_hans: 精确的资源十六进制：%1$@
zh_hant: 精確的資源十六進位：%1$@

# wallet_value_review_resource_size
source: Resource size: %1$d bytes
ar: حجم المورد: %1$d بايت
de: Ressourcengröße: %1$d Bytes
es: Tamaño del recurso: %1$d bytes
fa: اندازه منبع: %1$d بایت
fr: Taille de la ressource : %1$d octets
he: גודל משאב: %1$d בתים
hi: संसाधन का आकार: %1$d बाइट्स
id: Ukuran sumber daya: %1$d byte
it: Dimensione della risorsa: %1$d byte
ja: リソース サイズ: %1$d バイト
ko: 리소스 크기: %1$d바이트
nl: Brongrootte: %1$d bytes
pl: Rozmiar zasobu: bajty %1$d
pt: Tamanho do recurso: bytes %1$d
ru: Размер ресурса: %1$d байт.
tr: Kaynak boyutu: %1$d bayt
uk: Розмір ресурсу: %1$d байт
vi: Kích thước tài nguyên: byte %1$d
zh_hans: 资源大小：%1$d 字节
zh_hant: 資源大小：%1$d 位元組
